Repository: mahshad/wp-recommenderir
Catalog: langs/recommender-*.po
Languages: fa_ir

source: Recommender Settings
fa_ir: تنظیمات رکامندر

source: General
fa_ir: عمومی

source: Advanced
fa_ir: پیشرفته

source: Settings page
fa_ir: صفحه تنظیمات

source: Recommender
fa_ir: رکامندر

source: You do not have sufficient permissions to access this page.
fa_ir: شما مجوز کافی برای دسترسی به این صفحه را ندارید.

source: Service Address
fa_ir: آدرس سرویس

source: For example: <span dir="ltr">http://192.168.0.1:1234</span>
fa_ir: مثلا: <span dir="ltr">http://192.168.0.1:1234</span>

source: Sending tags
fa_ir: ارسال برچسب‌ها

source: Active
fa_ir: فعال

source: Send post tags to recommender service.
fa_ir: ارسال برچسب‌های پست به سرویس رکامندر.

source: Unification of Cookies
fa_ir: یکسان سازی کوکی کاربر در دستگاه های مختلف

source: If user is logged in with different devices, then the same cookie will be stored in each device.
fa_ir: اگر کاربر با چند سیستم در سایت لاگین کند، در هر سیستم کوکی یکسانی ذخیره می‌شود.

source: Scroll Counter
fa_ir: محسابه‌گر اسکرول

source: If user is scrolling the screen, then some rate of interest will be ingested to recommender service.
fa_ir: اگر کاربر صفحه را اسکرول کند، میزانی از علاقه‌مندی برای او ثبت می‌شود.

source: Post Reading Counter
fa_ir: محسابه‌گر خواندن مطلب

source: If user is reading the post, then some rate of interest will be ingested to recommender service.
fa_ir: اگر کاربر درحال خواندن مطلب باشد، میزانی از علاقه‌مندی برای او ثبت می‌شود.

source: Add to Cart Counter
fa_ir: محسابه‌گر سبد خرید

source: If user is adding the product to cart, then some rate of interest will be ingested to recommender service.
fa_ir: اگر کاربر محصولی به سبد خرید اضافه کند، میزانی از علاقه‌مندی برای او ثبت می‌شود.

source: Like Counter
fa_ir: محسابه‌گر لایک

source: If user likes the post, then some rate of interest will be ingested to recommender service.
fa_ir: اگر کاربر اقدام به لایک مطلب کند، میزانی از علاقه‌مندی برای او ثبت می‌شود.

source: Like Selector Path
fa_ir: سلکتور لایک

source: The selector path of like button<br>For example: <span dir="ltr">#somediv .likebox a</span>
fa_ir: مسیر سلکتور دکمه لایک<br>مثلا <span dir="ltr">#somediv .likebox a</span>

source: Share Counter
fa_ir: محسابه‌گر اشتراک‌گذاری

source: If user shared the post, then some rate of interest will be ingested to recommender service.
fa_ir: اگر کاربر اقدام به اشتراک‌گذاری مطلب کند، میزانی از علاقه‌مندی برای او ثبت می‌شود.

source: Share Selector Path
fa_ir: سلکتور اشتراک‌گذاری

source: The selector path of share button<br>For example: <span dir="ltr">#somediv .sharebox a</span>
fa_ir: مسیر سلکتور دکمه اشتراک‌گذاری<br>مثلا <span dir="ltr">#somediv .sharebox a</span>

source: Content Copy Counter
fa_ir: محسابه‌گر کپی

source: If user is copy the post, then some rate of interest will be ingested to recommender service.
fa_ir: اگر کاربر اقدام به کپی از مطلب کند، میزانی از علاقه‌مندی برای او ثبت می‌شود.

source: Hash Counter
fa_ir: محسابه‌گر هش

source: Enabling this option, the user cookie will be added to all links as a hash<br>If the user share the post link, we can determine the user, then some rate of interest will be ingested to recommender service.
fa_ir: با فعال‌سازی این گزینه به تمام لینک ها کد شناسایی کاربر اضافه خواهد شد<br>در صورتی که کاربر لینکی را برای جایی بفرستد می‌توان فهمید کدام کاربر بوده و میزانی از علاقه‌مندی را برایش ثبت کرد.

source: Title
fa_ir: عنوان

source: Method
fa_ir: متد

source: Please use this method only on single pages.
fa_ir: از این متد تنها در ابزارک‌های صفحات داخلی استفاده کنید.

source: The number of items
fa_ir: تعداد آیتم‌ها

source: Dither
fa_ir: پیشنهاد لرزان

source: Radius
fa_ir: شعاع

source: Column layouts of items
fa_ir: ستون‌بندی آیتم‌ها

source: Display Post Thumbnail
fa_ir: نمایش تصویرشاخص پست

source: Display Post Title
fa_ir: نمایش عنوان پست

source: Display Post Date
fa_ir: نمایش تاریخ پست

source: Display Post Time
fa_ir: نمایش زمان پست

source: Display Post Summary
fa_ir: نمایش خلاصه پست

source: Post Summary Length
fa_ir: طول خلاصه پست

source: Recommend to user
fa_ir: پیشنهاد به کاربر

source: Similar Items
fa_ir: آیتم های مشابه

source: Short Period of Time Trends
fa_ir: محبوبترن آیتم‌ها در لحظه (ترندز) - کوتاه مدت

source: Long Period of Time Trends
fa_ir: محبوبترن آیتم‌ها در لحظه (ترندز) - بلند مدت

source: 1 Column
fa_ir: 1 ستونه

source: 2 Columns
fa_ir: 2 ستونه

source: 3 Columns
fa_ir: 3 ستونه

source: 4 Columns
fa_ir: 4 ستونه

source: 5 Columns
fa_ir: 5 ستونه

source: 6 Columns
fa_ir: 6 ستونه

source: Recommender Service
fa_ir: سرویس رکامندر

source: Wordpress and Woocommerce Plugin for Recommender.ir
fa_ir: پلاگین وردپرس و ووکامرس سرویس رکامندر.آی آر

source: Mahshad Kalantari
fa_ir: مهشاد کلانتری
